const subLists: string[][][] = [
  // 메뉴 1 회사소개
  [
    ["CEO인사말", "tmp"], 
    ["기업정신", "tmp"], 
    ["연혁", "tmp"], 
    ["조직도", "tmp"], 
    ["CI소개", "tmp"], 
    ["오시는길", "tmp"]
  ],

  // 메뉴 2 사업분야
  [
    ["부동산 개발", "tmp"], 
    ["부동산 컨설팅", "tmp"], 
    ["인테리어부분", "tmp"], 
    ["마케팅 활동", "tmp"], 
    ["사회문화부분", "tmp"], 
    ["부동산 임대", "tmp"]
  ],

  // 메뉴 3 사업실적
  [
    ["개발 사업실적", "tmp"], 
  ],

  // 메뉴 4 주택전시관
  [
    ["소개", "tmp"], 
    ["방문예약하기", "tmp"], 
  ],

  // 메뉴 5 홍보센터
  [
    ["회사소식", "tmp"], 
    ["언론보도", "tmp"], 
    ["수상 및 기부내역", "tmp"], 
    ["홍보자료", "tmp"], 
    ["온라인문의", "tmp"], 
  ],

  // 메뉴 6 인재채용
  [
    ["채용안내", "tmp"], 
    ["인재상", "tmp"], 
    ["채용공고", "tmp"], 
  ],
]

export default subLists